Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/press_releases_fi/260309_programma_ohjelma.pdf.tmx
Source language: sme
Languages: smn

source: SÁMI SOGA LÁVLLA Sánit: Isak Saba Nuohtta: Arne Sørlie 1. Guhkkin davvin Dávggaid vuolde sabmá suolggai Sámieatnan: Duottar leabbá duoddar duohkin, jávri seabbá jávrri lahka, cohkat cilggiin, corut cearuin allánaddet almmi vuostá;
smn: D SÄÄMI SUUVÂ LAAVLÂ D Sää´mSooǥǥ laull

source: šávvet jogat, šuvvet vuovddit, cáhket ceakko stállenjárggat máraideaddji mearaide.
smn: Bagadeaddji: Maarit K. Pieski 4. johttiteahter nabander: Gálbbenjunni ja mun 1´40 v Vuodjin 1´00 w Návet 1´14 x

source: 5. Máttárádját mis leat dovle vuoitán vearredahkiid badjel;
smn: 5. Madâräijiheh láá tovle vuáittâm verrušeijee vievâid.

source: vuostálastot, vieljat, miige sitkatvuodain soardiideamet!
smn: Vuástálistup viiljah mij-uv si hesvuo áin suárdálâsâid.

source: Eai du vuoitte vašálaccat, jos fal gáhttet gollegielat, muittát máttarmáttuid sáni: Sámieatnan sámiide!
smn: Peeivi parnij noonâ nääli, iä tuu vyeiti vajaliihkin, jis tun toolah kollekielâd, muštáh maddârijdâd sääni: Säämieennâm sämmiláid!
